#!/bin/sh
#
################################################################################

# подцепить библиотеку "тестовых" утилит
source ./lib.sh

# перейти в корневую директорию для выполнения заданий
cd ..

echo ""
#-------------------------------------------------------------------------------


#tst  1 E/OUT . "Mini"
tst  1 E/OUT . "cl Prim.cl"


#tst  1 E/OUT . "Mini"
#tst  1 E/OUT . "Prim step"
#tst  1 E/OUT . "cl Prim.cl step"
#tst  1 E/OUT . "sl Prim.sb"
#tst  1 E/OUT . "Prim pr"
#tst  1 E/OUT . "Test"

#-------------------------------------------------------------------------------
echo ""
#-------------------------------------------------------------------------------

